var app = new Vue({
		  el: '#discussList',
		  data: {
		   		discussList:[
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"1"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"2"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"3"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"4"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"5"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"7"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"8"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"9"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"10"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"6"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"6"

		   			},
		   			{
		   				bt:"习近平近日作出重要指示强调：纠正“四风”不能止步 作风建设永远在路上",
		   				cjri:"2017-12-28",
		   				nrid:"6"

		   			},
		   		]
		  },
		  methods:{
		  	changes(){
		  		this.message="aaa"
		  	}
		  }
	})